print("Это второй сделанный сайт по одному из миров - Вен/When. Нажмите на любую кнопку чтобы просмотреть информацию о мире.")
while True:
    print("1-Общая информация о мире")
    print("2-Религия мира")
    print("3-Политика миира")
    print("4-Факты")
    print("Закончить сессию")
    choice = int(input("Введите свой запрос по номеру"))
    if choice == 1:
        print("Вен/When это мир в котором есть два вида людей. Чистые - (то как они себя назвают) рождаются с летальными ранами от которых они умереть не могут. Кровь у этих людей бесконечная и некоторые органы могут вываливаться в зависимости от врождённой раны. Мутированные - (то ка их назвают Чистые) это абсолютно нормальные люди (как мы). Природа в мире Вен словно мёртвая - как и Чистые люди, животные имеют летальные раны. Единственные отличия природы Вена от нашей - это моря загрязнённые кровью, гигантскике осьминоги и маленькие киты. Одно море которые остаётся чистым по неизвестной причине - Зелёное.")
    elif choice == 2:
        print("Религия в мире только одна - Шесть молитвенников. Это гуманоиды с глазным яблоком вместо головы у каждого. Они имеют больше вляния в мире чем сами президенты стран. Главный храм Молитвенников находится в старне Русмиал/Rusmeal, в городе Ковоточащая Земля/КроЗ или же Bleeding Ground. Храм выглядит как гигантская чёрная пирамида с глазом на одной из сторон. Это то где Молитвенники живут. Им даются все привилении - всё за то что они якобы молятся неизвестному богу.")
    elif choice == 3:
        print("Шесть Молитвенников установили что то вроде анархии/демократии в мире - люди решают главные проблемы только на большом собрании и также там нету наказаний за преступленя (всем всё равно). Но данная политика было только до начала Мировой Революции Мутированных людей в Объединённом Кровоточении/ОбК. Появился расизм (или как это назвать??). Они начали захватывать города, а потом началась Мировая Война где страны - Объединённое Колено/ОбКол, Билуд, Монг и Аулуд сдались ОбК. В связи  с началом расистской войны появился Альянс между Русмилом, Руредом, Юклайт, Честплейт и Джапини.")
    elif choice == 4:
        print("1.) Если Чистые люди рождены без головы, или голова без тела или без мозга, то они, так же ка и трупы идут на переработку в консервную еду. 2.) В каждом городе Вен/When, есть трубы из земли, которые выделяют туман из за которого все живые существа чувствуют себя сонными. Трубые есть так и большие, так и маленькие. Также из ни выходит кровь из подземных пещер куда сливают всю гадость (но большая часть этих отходов сливается в моря или гниёт. 3.) Там есть транспорт и он работает так же как и в реальности, но то на чём работает техника, так же бесконечно ка и кровь в Чистых людях. Больше фактов и мини история есть на тгк D00m4evr)")
    elif choice == 5:
        print("Сессия окончена")